import React from 'react'
import { MdLightbulbOutline, MdOutlineNature } from 'react-icons/md';
import { AiOutlineFundProjectionScreen } from 'react-icons/ai';
import "../css/About.css"
import "../css/index.css"

function About() {
  return (
    <section id="about">
      <div className="wrapper">
        <h2>Про нас</h2>
        <div className='title-border-simple'>
          <div className='title-border-colored'></div>
        </div>
        <div className="grid1">
          <div>
            <div className="icon">
              <MdLightbulbOutline/>
            </div>
            <a href="#">Кримінальна справа?</a>
            <p>"Зіткнулися з кримінальними звинуваченнями? Наші кваліфіковані адвокати пропонують
              надійну юридичну підтримку та захист. Ми ретельно розбираємося в кожній справі,
              використовуючи глибоке знання кримінального законодавства, щоб забезпечити найкращий
              можливий результат для наших клієнтів. Більше 20 років досвіду.
              З нашими експертами ви можете бути впевнені в тому, що ваші права будуть захищені
              на кожному етапі процесу."</p>
          </div>
          <div>
            <div className="icon">
              <AiOutlineFundProjectionScreen />
            </div>
            <a href="#">Потрапили в ДТП чи забрали права?</a>
            <p>"Були залучені в дорожньо-транспортну пригоду або стикалися з вилученням водійських прав?
              Наша команда досвідчених юристів пропонує експертну допомогу та захист у цих складних ситуаціях.
              Ми зосереджуємося на мінімізації вашого стресу та на забезпеченні найкращого можливого
              Від відновлення прав водіння до представництва ваших інтересів у суді, наша мета - відстояти
              ваші права та повернути спокій у ваше життя."</p>
          </div>
          <div>
            <div className="icon">
              <MdOutlineNature/>
            </div>
            <a href="#">Розлучення, сімейні конфлікти?</a>
            <p>"Станом перед розривом сімейних відносин або втягнуті в сімейні спори?
              Наші експерти з сімейного права допоможуть вам навігувати складними юридичними
              процесами та забезпечити захист вашим інтересам. Ми спеціалізуємося на розлученнях,
              розподілі майна, визначенні опіки над дітьми та вирішенні аліментних питань,
              пропонуючи компетентне представництво та співчуттєвий підхід.
              Наша мета - зробити перехід до нового етапу вашого життя якомога плавнішим та впевненішим."</p>
          </div>
        </div>

        <div className="grid2">
          <div>
          <h5>Стикаєтеся з правовими викликами в бізнесі або конкурентними спорами?</h5>
          <p>Наша команда висококваліфікованих юристів спеціалізується на комерційному
            та корпоративному праві, забезпечуючи комплексну правову підтримку від захисту
            комерційних інтересів до вирішення спорів з інстанціями та конкурентами.
            Ми пропонуємо стратегічні рішення, щоб ваш бізнес залишався на передові
            ринкової конкуренції, забезпечуючи ваше право на справедливу торгівлю та
            інноваційне зростання</p>

          <ul>
            <li>
              Learn More <a href="#about">About Us</a>
            </li>
          </ul>
          </div>
          <div className="right">
            <img src="http://zooki.react.themesbrand.com/static/media/about-img.cb735e1c0599d2b5739c.jpg" alt="img" />

          </div>
        </div>
      </div>
    </section >
  )
}

export default About
