  import React from 'react'
import "../css/Pricing.css"

function Pricing() {
  return (
    <section id="pricing">
      <div className="wrapper">
        <h1>Ціни на послуги</h1>
        <table>
          <thead>
          <tr>
            <th>Найменування послуги</th>
            <th>Вартість послуги</th>
          </tr>
          </thead>
          <tbody>
          <tr>
            <td data-label="Найменування послуги">Адвокат по господарським справам</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Постійне правове обслуговування юридичної особи (абонентське
              обслуговування юридичної особи)
            </td>
            <td data-label="Вартість послуги">від 5000 грн./місяць</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Постійне правове обслуговування підприємця (абонентське обслуговування
              фізичної особи-підприємця)
            </td>
            <td data-label="Вартість послуги">від 3000 грн./місяць</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Разова правова допомога</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Надання усної / письмової консультації</td>
            <td data-label="Вартість послуги">від 500 / 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокатський запит</td>
            <td data-label="Вартість послуги">від 500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Правова допомога у сфері ЗЕД (супроводження одного контракту)</td>
            <td data-label="Вартість послуги">від 5000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Ознайомлення з матеріалами справи в суді або інших державних органах,
              один виїзд
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Представництво в суді (прибуття та/або участь в одному судовому
              засіданні)
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Представництво в державних органах (прибуття та/або участь в одному
              заході)
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Представництво в органах Антимонопольного комітету України (прибуття
              та/або участь в одному заході)
            </td>
            <td data-label="Вартість послуги">від 2500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Представництво перед юридичними або фізичними особами (прибуття та/або
              участь в одному заході)
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Правова допомога по законодавству про публічні закупівлі/тендерні
              спори (супроводження одного контракту/спору)
            </td>
            <td data-label="Вартість послуги">від 2500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання правового документу (договір, лист, заява, вимога)</td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Претензійна робота (один документ)</td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист від рейдерського захоплення з боку партнерів (внутрішнє
              рейдерське захоплення), один день роботи
            </td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист від рейдерського захоплення з боку сторонніх осіб (зовнішнє
              рейдерське захоплення), один день роботи
            </td>
            <td data-label="Вартість послуги">від 5000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Залучення допоміжного технічного персоналу для протидії рейдерському
              захопленню
            </td>
            <td data-label="Вартість послуги">за тарифікацією технічного персоналу</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Інші правові послуги за запитом Клієнта</td>
            <td data-label="Вартість послуги">за погодженням з Клієнтом</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокат по кримінальним справам</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Надання усної / письмової консультації</td>
            <td data-label="Вартість послуги">від 500 / 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокатський запит</td>
            <td data-label="Вартість послуги">від 500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Участь в обранні запобіжного заходу підозрюваному</td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії досудового розслідування за злочином невеликої чи
              середньої тяжкості (ведення справи слідчим, детективом)
            </td>
            <td data-label="Вартість послуги">від 10000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії судового розслідування за злочином невеликої чи
              середньої тяжкості (розгляд справи судом)
            </td>
            <td data-label="Вартість послуги">від 15000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії досудового розслідування за тяжким злочином (ведення
              справи слідчим, детективом)
            </td>
            <td data-label="Вартість послуги">від 12000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії судового розслідування за тяжким злочином (розгляд
              справи судом)
            </td>
            <td data-label="Вартість послуги">від 18000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії досудового розслідування за особливо тяжким злочином
              (ведення справи слідчим, детективом)
            </td>
            <td data-label="Вартість послуги">від 20000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії судового розслідування за особливо тяжким злочином
              (розгляд справи судом)
            </td>
            <td data-label="Вартість послуги">від 25000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Участь у слідчій дії (виїмка, обшук, допит)</td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист в апеляційному суді</td>
            <td data-label="Вартість послуги">50% першої інстанції або 2000 грн. за один виїзд</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист в касаційному суді</td>
            <td data-label="Вартість послуги">50% першої інстанції або 5000 грн. за один виїзд</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання процесуального документу (заява, клопотання, скарга на дії
              слідчого)
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання цивільного позову / відзиву на цивільний позов</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Інші правові послуги за запитом Клієнта</td>
            <td data-label="Вартість послуги">за погодженням з Клієнтом</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Податковий адвокат</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Надання усної / письмової консультації</td>
            <td data-label="Вартість послуги">від 500 / 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Допомога перед початком перевірки (наказ про призначення перевірки,
              направлення на перевірку, посвідчення на перевірку)
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оформлення допуску / недопуску до перевірки</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Юридичне супроводження перевірки, за один день</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оскарження дій перевіряючих під час перевірки, за документ</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Передача / повернення документів для перевірки, оформлення передачі
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання заперечень на акт перевірки</td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адміністративне оскарження податкових повідомлень-рішень, рішень про
              застосування штрафних (фінансових) санкцій, за документ
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Судове оскарження податкових повідомлень-рішень, рішень про
              застосування штрафних (фінансових) санкцій, за документ
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Представництво в суді (прибуття та/або участь в одному судовому
              засіданні)
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розблокування податкової накладної в адміністративному порядку, за
              документ
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розблокування податкової накладної в судовому порядку, за документ
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Інші правові послуги за запитом Клієнта</td>
            <td data-label="Вартість послуги">за погодженням з Клієнтом</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокат по цивільним справам</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Надання усної / письмової консультації</td>
            <td data-label="Вартість послуги">від 500 / 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокатський запит</td>
            <td data-label="Вартість послуги">від 500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Прибуття та / або участь у судовому засіданні по сімейній справі</td>
            <td data-label="Вартість послуги">від 500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Позовна заява про стягнення аліментів</td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Позовна заява про розірвання шлюбу</td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розподіл спільно набутого майна подружжя</td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Подання інших позовних заяв, заяв у справах окремого провадження</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Прибуття та / або участь у судовому засіданні по спадковій справі</td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Відновлення строків на прийняття спадщини</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оскарження заповіту</td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розшук спадкового майна на території України</td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розшук спадкового майна за кордоном, за одну країну</td>
            <td data-label="Вартість послуги">від 7500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Виділення спільного майна подружжя зі складу спадщини</td>
            <td data-label="Вартість послуги">від 5000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Прибуття та / або участь у судовому засіданні по трудовому спору</td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розробка, узгодження, укладання та реєстрація колективного договору
            </td>
            <td data-label="Вартість послуги">від 5000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання документів з кадрової роботи, за документ</td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання посадових інструкцій, затвердження, ознайомлення
              працівників, за документ
            </td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оформлення нещасного випадку на виробництві, організація роботи
              комісії
            </td>
            <td data-label="Вартість послуги">від 5000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Стягнення заборгованості по заробітній платі, середнього заробітку за
              час затримки розрахунку
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Поновлення на роботі, стягнення середнього заробітку за час вимушеного
              прогулу
            </td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання заяви у зв’язку з порушенням прав споживача</td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання позовної заяви про захист прав споживача, нарахування пені,
              моральної шкоди
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Інші правові послуги за запитом Клієнта</td>
            <td data-label="Вартість послуги">за погодженням з Клієнтом</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокат по стягненню боргів</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання вимоги боржнику</td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання позовної заяви про стягнення суми боргу з розрахунком
              штрафів, пені, моральної шкоди
            </td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Прибуття та / або участь у судовому засіданні по стягненню суми
              боргу
            </td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Задіяння позасудових заходів, у тому числі медіації для погашення суми
              боргу
            </td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Аналіз кредитного договору на предмет відповідності законодавству</td>
            <td data-label="Вартість послуги">від 1500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оспорювання укладеного кредитного договору в позасудовому порядку</td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оспорювання укладеного кредитного договору в судовому порядку</td>
            <td data-label="Вартість послуги">від 3000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Розстрочення або відстрочення повернення суми боргу</td>
            <td data-label="Вартість послуги">від 2000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Інші правові послуги за запитом Клієнта</td>
            <td data-label="Вартість послуги">за погодженням з Клієнтом</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Військовий адвокат</td>
            <td data-label="Вартість послуги"></td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Первинний аналіз документів</td>
            <td data-label="Вартість послуги">від 500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Адвокатський запит</td>
            <td data-label="Вартість послуги">від 500 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Надання усної / письмової консультації</td>
            <td data-label="Вартість послуги">від 500 / 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії досудового розслідування</td>
            <td data-label="Вартість послуги">від 10000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Захист на стадії судового розслідування</td>
            <td data-label="Вартість послуги">від 15000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оскарження рішення (вироку) суду першої інстанції</td>
            <td data-label="Вартість послуги">від 15000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Оскарження рішення (вироку) суду апеляційної інстанції</td>
            <td data-label="Вартість послуги">від 15000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Складання документів військового обліку (рапортів, пояснень, службових
              записок)
            </td>
            <td data-label="Вартість послуги">від 1000 грн.</td>
          </tr>
          <tr>
            <td data-label="Найменування послуги">Інші правові послуги за запитом Клієнта</td>
            <td data-label="Вартість послуги">за погодженням з Клієнтом</td>
          </tr>
          </tbody>
        </table>
      </div>
    </section>
  )
}

  export default Pricing
